Repository: ntamasM/enhanced-tag-selector
Catalog: languages/enhanced-tag-selector-*.po
Languages: el, fr_fr

source: Select & Edit Tags
el: Επιλογή & Επεξεργασία Ετικετών
fr_fr: Sélectionner et Modifier les Étiquettes

source: Alphabetical A-Z
el: Αλφαβητικά Α-Ω
fr_fr: Alphabétique A-Z

source: Alphabetical Z-A
el: Αλφαβητικά Ω-Α
fr_fr: Alphabétique Z-A

source: Least Used First
el: Πιο Σπάνια Πρώτα
fr_fr: Moins Utilisées en Premier

source: Most Used First
el: Πιο Συχνά Πρώτα
fr_fr: Plus Utilisées en Premier

source: Search tags...
el: Αναζήτηση ετικετών...
fr_fr: Rechercher des étiquettes...

source: No tags found
el: Δεν βρέθηκαν ετικέτες
fr_fr: Aucune étiquette trouvée

source: No tags selected for this post
el: Δεν έχουν επιλεγεί ετικέτες για αυτό το άρθρο
fr_fr: Aucune étiquette sélectionnée pour cet article

source: Close
el: Κλείσιμο
fr_fr: Fermer

source: Clear search
el: Καθαρισμός αναζήτησης
fr_fr: Effacer la recherche

source: Loading tags...
el: Φόρτωση ετικετών...
fr_fr: Chargement des étiquettes...

source: No tags assigned to this post
el: Δεν έχουν ανατεθεί ετικέτες σε αυτό το άρθρο
fr_fr: Aucune étiquette assignée à ce post

source: Current Post Tags
el: Τρέχουσες Ετικέτες Άρθρου
fr_fr: Étiquettes du Post Actuel

source: Add New Tag
el: Προσθήκη Νέας Ετικέτας
fr_fr: Ajouter Nouvelle Étiquette

source: Create & Add
el: Δημιουργία & Προσθήκη
fr_fr: Créer et Ajouter

source: Enter new tag name(s), separated by commas...
el: Εισάγετε νέο όνομα ετικέτας/ετικετών, διαχωρισμένα με κόμματα...
fr_fr: Entrez le nom de la nouvelle étiquette, séparées par des virgules...

source: Search existing tags...
el: Αναζήτηση υπαρχουσών ετικετών...
fr_fr: Rechercher des étiquettes existantes...

source: Sort by:
el: Ταξινόμηση:
fr_fr: Trier par :

source: Selected Tags
el: Επιλεγμένες Ετικέτες
fr_fr: Étiquettes Sélectionnées

source: Select a tag
el: Επιλέξτε μια ετικέτα
fr_fr: Sélectionner une étiquette

source: Use the search box to find specific tags or change the sorting order to organize how tags are displayed.
el: Χρησιμοποιήστε το πεδίο αναζήτησης για να βρείτε συγκεκριμένες ετικέτες ή αλλάξτε τη σειρά ταξινόμησης για να οργανώσετε πώς εμφανίζονται οι ετικέτες.
fr_fr: Utilisez la boîte de recherche pour trouver des étiquettes spécifiques ou modifiez l'ordre de tri pour organiser l'affichage des étiquettes.

source: Create and add new tags that don't exist yet. Enter tag names separated by commas.
el: Δημιουργήστε και προσθέστε νέες ετικέτες που δεν υπάρχουν ακόμη. Εισάγετε ονόματα ετικετών διαχωρισμένα με κόμματα.
fr_fr: Créer et ajouter de nouvelles étiquettes qui n'existent pas encore. Entrez les noms d'étiquettes séparés par des virgules.

source: Tags currently assigned to this post. You can remove tags by clicking the × button next to each tag.
el: Ετικέτες που είναι τώρα ανατεθειμένες σε αυτό το άρθρο. Μπορείτε να αφαιρέσετε ετικέτες κάνοντας κλικ στο κουμπί × δίπλα σε κάθε ετικέτα.
fr_fr: Étiquettes actuellement assignées à ce post. Vous pouvez supprimer des étiquettes en cliquant sur le bouton × à côté de chaque étiquette.

source: Remove All
fr_fr: Supprimer Tout

source: No tags selected
fr_fr: Aucune étiquette sélectionnée

source: Add Tags
fr_fr: Ajouter Étiquettes
